#### LbMassPerLbDegreeF Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol lb/(lbÂ·Â°F), indicating unit Pounds mass per pound degree Fahrenheit.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId LbMassPerLbDegreeF { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property LbMassPerLbDegreeF As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ LbMassPerLbDegreeF { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace